export const messages = {
  ERR_EMPTY: 'پر کردن این قسمت الزامی است',
  ERR_SHORT_OTP: 'کد وارد شده باید ۵ رقم باشد',
  ERR_WRONG_OTP: 'کد وارد شده صحیح نیست',
  ERR_LOCATION_DENIED: 'در حال حاضر اجازه‌ی دسترسی به موقعیت مکانی‌تان به ما داده نشده است. در صورت تمایل، در تنظیمات مرورگر استفاده از موقعیت مکانی را تأیید و صفحه را بازنشانی کنید',
  ERR_EMPTY_NEED: 'لطفاً تمامی موارد خواسته شده را پر کرده و دوباره تلاش کنید',
  ERR_WRONG_PHONE: 'شماره‌ی تماس باید با ۰۹ شروع شود',
  ERR_WRONG_NID_LENGTH: 'کد ملی باید ۱۰ رقم باشد',

  INFO_ALLOW_LOCATION: 'برای امدادرسانی بهتر به دانستن موقعیت مکانی شما نیاز داریم. لطفاً امکان استفاده از موقعیت مکانی را تأیید کنید',
  INFO_CORRECT_OTP: 'با موفقیت وارد شدید',
  INFO_CHANGES_SAVED: 'تغییرات با موفقیت اعمال شد',
  INFO_NEED_ADDED: 'ثبت نیاز با موفقیت انجام شد',
}